Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 此应用基于 Electron 框架，支持自动更新。迁移到外部存储后，应用内更新可能导致外部应用丢失。建议使用锁定迁移保护数据安全。
ar: yah alttatbiq mabni ealaa eayilat Electron wayadumu altaajir altaakudi. bad alttahil ealaa alttakhzin alkhariji, qad yasabbib altaajir fi dakhil alttatbiq fiadaan alttatbiq alkhariji.
de: Diese App basiert auf dem Electron-Framework und unterstuetzt automatische Updates. Nach der Migration auf externen Speicher koennen In-App-Updates zum Verlust der externen App fuehren. Gesperrte Migration wird zum Schutz der Datensicherheit empfohlen.
en: This app is based on the Electron framework and supports auto-updates. After migrating to external storage, in-app updates may cause external app data loss. Locked migration is recommended to protect data safety.
eo: Chi tiu aplikacio baziighas sur la Electron-frameworko kaj subtenas axtomatajn ghisdatighojn. Post migrado al ekstera konservejo, en-aplikaj ghisdatighoj povas kauxi perdon de la ekstera aplikacio.
es: Esta app esta basada en el framework Electron y soporta actualizaciones automaticas. Despues de migrar al almacenamiento externo, las actualizaciones dentro de la app pueden causar la perdida de la app externa. Se recomienda la migracion bloqueada.
fr: Cette application est basee sur le framework Electron et prend en charge les mises a jour automatiques. Apres migration vers le stockage externe, les mises a jour integrees peuvent entrainer la perte de l'application externe. La migration verrouillee est recommandee.
hi: yah app Electron framework par aadharit hai aur svaachlit apdet ka samarthan karta hai. baahari storaej mein maigreshan ke baad, app ke bheetar apdet baahari app ke nukasaan ka kaaran ban sakte hain.
id: Aplikasi ini berbasis framework Electron dan mendukung pembaruan otomatis. Setelah migrasi ke penyimpanan eksternal, pembaruan dalam aplikasi dapat menyebabkan kehilangan aplikasi eksternal.
it: Questa app si basa sul framework Electron e supporta gli aggiornamenti automatici. Dopo la migrazione allo storage esterno, gli aggiornamenti in-app possono causare la perdita dell'app esterna.
ja: This app is based on the Electron framework and supports auto-updates. After migrating to external storage, in-app updates may cause external app data loss. Locked migration is recommended to protect data safety.
ko: 이 앱은 Electron 프레임워크를 기반으로 하며 자동 업데이트를 지원합니다. 외부 스토리지로 마이그레이션한 후 앱 내 업데이트로 인해 외부 앱이 손실될 수 있습니다. 데이터 안전을 위해 잠금 마이그레이션을 권장합니다.
nl: Deze app is gebaseerd op het Electron-framework en ondersteunt automatische updates. Na migratie naar externe opslag kunnen in-app updates verlies van de externe app veroorzaken.
pl: Ta aplikacja opiera sie na frameworku Electron i obsluguje automatyczne aktualizacje. Po migracji na zewnetrzne przechowywanie aktualizacje w aplikacji moga spowodowac utrate zewnetrznej aplikacji.
pt: Este app e baseado no framework Electron e suporta atualizacoes automaticas. Apos a migracao para armazenamento externo, atualizacoes dentro do app podem causar a perda do app externo.
ru: Это приложение построено на фреймворке Electron и поддерживает автообновление. После переноса на внешнее хранилище обновление внутри приложения может привести к потере внешней копии. Для защиты данных рекомендуется заблокированная миграция.
th: app ni abthan ab Electron framework lae rub rab kan abpdet atomatik. hang yai pai yang tang kep nork, kan abpdet nai app ja thang hai app nork song hai.
tr: Bu uygulama Electron framework'u uzerine insa edilmis ve otomatik guncellemeleri destekler. Harici depolamaya tasindiktan sonra uygulama ici guncellemeler harici uygulamanin kaybolmasina neden olabilir.
vi: Ung dung nay dua tren Electron framework va ho tro tu dong cap nhat. Sau khi di chuyen sang bo ngoai, cap nhat trong ung dung co the gay mat ung dung ben ngoai.
zh_hant: 此應用程式基于 Electron 框架，支持自动更新。遷移到外部存储后，應用程式内更新可能导致外部應用程式丢失。建议使用锁定遷移保护資料安全。

source: 此应用已被 Ad-hoc 重签名
ar: تمت إعادة توقيع هذا التطبيق بتوقيع Ad-hoc
de: Diese App wurde Ad-hoc neu signiert
en: This app has been Ad-hoc resigned
eo: This app has been Ad-hoc resigned
es: Esta app ha sido vuelta a firmar con Ad-hoc
fr: Cette application a été re-signée en Ad-hoc
hi: इस ऐप को Ad-hoc पुनः हस्ताक्षरित किया गया है
id: Aplikasi ini telah ditandatangani ulang secara Ad-hoc
it: Questa app è stata rifirmata in modalità Ad-hoc
ja: This app has been Ad-hoc resigned
ko: 이 앱은 Ad-hoc으로 재서명되었습니다
nl: Deze app is Ad-hoc opnieuw ondertekend
pl: Ta aplikacja została ponownie podpisana jako Ad-hoc
pt: Este app foi re-assinado com Ad-hoc
ru: Это приложение было переподписано с помощью Ad-hoc
th: แอปนี้ถูกลงชื่อใหม่แบบ Ad-hoc
tr: Bu uygulama Ad-hoc olarak yeniden imzalandı
vi: Ứng dụng này đã được ký lại Ad-hoc
zh_hant: 此應用程式已被 Ad-hoc 重签名

source: 此应用已被迁移到外部存储并锁定。锁定状态可防止应用内更新破坏外部应用。如需更新，请通过 AppPorts 迁回本地后再更新。
ar: tahilat hada alttatbiq ealaa alttakhzin alkhariji waqflah. yaqadi almuqlad altaajirat fi dakhil alttatbiq min itlaaf alttatbiq alkhariji. lilttajir, ead alttahil min khilal AppPorts thumma tajdir.
de: Diese App wurde auf externen Speicher migriert und gesperrt. Der Sperrstatus verhindert, dass In-App-Updates die externe App beschaedigen. Um zu aktualisieren, verschieben Sie die App ueber AppPorts zurueck und aktualisieren Sie dann.
en: This app has been migrated to external storage and locked. The lock prevents in-app updates from damaging the external app. To update, please move it back to local via AppPorts first.
eo: Chi tiu aplikacio estis migrigita al ekstera konservejo kaj shlosita. La shlosita stato malhelpas en-aplikajn ghisdatighojn damaghi la eksteran aplikacion. Por ghisdatigi, revenu per AppPorts kaj poste ghisdatigu.
es: Esta app ha sido migrada al almacenamiento externo y bloqueada. El estado bloqueado evita que las actualizaciones dentro de la app danen la app externa. Para actualizar, vuelva a local mediante AppPorts y luego actualice.
fr: Cette application a ete migree vers le stockage externe et verrouillee. L'etat verrouille empeche les mises a jour integrees de corrompre l'application externe. Pour mettre a jour, revenez via AppPorts puis mettez a jour.
hi: yah app baahaari storaej mein maigraet kar diya gaya hai aur lok kar diya gaya hai. lok sthiti app ke bheetar apdet ko baahaari app ko nukasaan pahunchaane se rokti hai. apdet karane ke lie, AppPorts ke maadhyam se vaapas laen aur phir apdet karen.
id: Aplikasi ini telah dimigrasi ke penyimpanan eksternal dan dikunci. Status kunci mencegah pembaruan dalam aplikasi merusak aplikasi eksternal. Untuk memperbarui, kembalikan melalui AppPorts lalu perbarui.
it: Questa app e stata migrata allo storage esterno e bloccata. Lo stato bloccato impedisce che gli aggiornamenti in-app danneggino l'app esterna. Per aggiornare, torna indietro tramite AppPorts e poi aggiorna.
ja: This app has been migrated to external storage and locked. The lock prevents in-app updates from damaging the external app. To update, please move it back to local via AppPorts first.
ko: 이 앱은 외부 스토리지로 마이그레이션되었으며 잠겨 있습니다. 잠금 상태는 앱 내 업데이트가 외부 앱을 손상시키는 것을 방지합니다. 업데이트하려면 AppPorts를 통해 로컬로 되돌린 후 업데이트하세요.
nl: Deze app is gemigreerd naar externe opslag en vergrendeld. De vergrendelde status voorkomt dat in-app updates de externe app beschadigen. Om bij te werken, verplaats terug via AppPorts en werk dan bij.
pl: Ta aplikacja zostala przeniesiona na zewnetrzne przechowywanie i zablokowana. Zablokowany stan zapobiega uszkodzeniu zewnetrznej aplikacji przez aktualizacje w aplikacji. Aby zaktualizowac, wroc przez AppPorts, a nastepnie zaktualizuj.
pt: Este app foi migrado para armazenamento externo e bloqueado. O estado bloqueado impede que atualizacoes dentro do app danifiquem o app externo. Para atualizar, volte pelo AppPorts e depois atualize.
ru: Это приложение перенесено на внешнее хранилище и заблокировано. Блокировка не даёт обновлению внутри приложения повредить внешнюю копию. Чтобы обновить, сначала верните его локально через AppPorts.
th: app ni thuk yai pai yang tang kep nork lae lae thuk lok. status lok pong kan mai hai kan abpdet nai app thang hai app nork sia hai. thong kan abpdet hai yai khorwng mod lock phro khwam plod phai
tr: Bu uygulama harici depolamaya tasindi ve kilitlendi. Kilitli durum, uygulama ici guncellemelerin harici uygulamayi bozmasini onuler. Guncellemek icin AppPorts ile geri tasiyin ve ardindan guncelleyin.
vi: Ung dung nay da duoc di chuyen sang bo ngoai va bi khoa. Trang thai khoa ngan cap nhat trong ung dung lam hong ung dung ben ngoai. De cap nhat, hay di chuyen lai qua AppPorts roi cap nhat.
zh_hant: 此應用程式已被遷移到外部存储并锁定。锁定状态可防止應用程式内更新破坏外部應用程式。如需更新，请通过 AppPorts 迁回本地后再更新。

source: 此应用已迁移到外部存储但未锁定。应用内更新可能删除外部应用。建议迁回本地后重新迁移并选择锁定模式。
ar: tahilat hada alttatbiq ealaa alttakhzin alkhariji lam yuqlad. qad tahdhif altaajirat fi dakhil alttatbiq alttatbiq alkhariji. yuwssa biead alttahil mahaliyyan thumma alttahil fi muqlad almuqlad.
de: Diese App wurde auf externen Speicher migriert, aber nicht gesperrt. In-App-Updates koennen die externe App loeschen. Es wird empfohlen, die App zurueckzuschieben und im Sperrmodus erneut zu migrieren.
en: This app has been migrated to external storage but is not locked. In-app updates may delete the external app. It is recommended to move it back to local and re-migrate with locked mode.
eo: Chi tiu aplikacio estis migrigita al ekstera konservejo sed ne shlosita. En-aplikaj ghisdatighoj povas forigi la eksteran aplikacion. Oni rekomendas reveni kaj re-migri en shlosita reghimo.
es: Esta app ha sido migrada al almacenamiento externo pero no esta bloqueada. Las actualizaciones dentro de la app pueden eliminar la app externa. Se recomienda volver a local y luego migrar de nuevo en modo bloqueado.
fr: Cette application a ete migree vers le stockage externe mais n'est pas verrouillee. Les mises a jour integrees peuvent supprimer l'application externe. Il est recommande de revenir en local puis de migrer a nouveau en mode verrouille.
hi: yah app baahaari storaej mein maigraet kar diya gaya hai lekin lok nahin kiya gaya hai. app ke bheetar apdet baahaari app ko hata sakte hain. vaapas laakar lok mod mein phir se maigraet karane ki salaah di jaati hai.
id: Aplikasi ini telah dimigrasi ke penyimpanan eksternal tetapi tidak dikunci. Pembaruan dalam aplikasi dapat menghapus aplikasi eksternal. Disarankan untuk kembali ke lokal lalu migrasi ulang dalam mode terkunci.
it: Questa app e stata migrata allo storage esterno ma non e bloccata. Gli aggiornamenti in-app possono eliminare l'app esterna. Si consiglia di tornare indietro e migrare nuovamente in modalita bloccata.
ja: This app has been migrated to external storage but is not locked. In-app updates may delete the external app. It is recommended to move it back to local and re-migrate with locked mode.
ko: 이 앱은 외부 스토리지로 마이그레이션되었지만 잠기지 않았습니다. 앱 내 업데이트가 외부 앱을 삭제할 수 있습니다. 로컬로 되돌린 후 잠금 모드로 다시 마이그레이션하는 것을 권장합니다.
nl: Deze app is gemigreerd naar externe opslag maar niet vergrendeld. In-app updates kunnen de externe app verwijderen. Het wordt aanbevolen om terug te verplaatsen en opnieuw te migreren in vergrendelde modus.
pl: Ta aplikacja zostala przeniesiona na zewnetrzne przechowywanie, ale nie jest zablokowana. Aktualizacje w aplikacji moga usunac zewnetrzna aplikacje. Zaleca sie powrot i ponowna migracje w trybie blokady.
pt: Este app foi migrado para armazenamento externo mas nao esta bloqueado. Atualizacoes dentro do app podem excluir o app externo. Recomenda-se voltar ao local e migrar novamente no modo bloqueado.
ru: Это приложение перенесено на внешнее хранилище, но не заблокировано. Обновление внутри приложения может удалить внешнюю копию. Рекомендуется вернуть его локально и перенести заново с блокировкой.
th: app ni thuk yai pai yang tang kep nork tae mai thuk lok. kan abpdet nai app ja lae app nork hai hai. naenae hai yai khorwng mod lock phro khwam plod phai
tr: Bu uygulama harici depolamaya tasindi ancak kilitlenmedi. Uygulama ici guncellemeler harici uygulamayi silebilir. Geri tasidiktan sonra kilitli modda yeniden tasismaniz onerilir.
vi: Ung dung nay da di chuyen sang bo ngoai nhung chua bi khoa. Cap nhat trong ung dung co the xoa ung dung ben ngoai. Nen di chuyen roi di chuyen lai o che do khoa.
zh_hant: 此應用程式已遷移到外部存储但未锁定。應用程式内更新可能删除外部應用程式。建议迁回本地后重新遷移并选择锁定模式。

source: 此目录不支持迁移
ar: هذا الدليل لا يدعم النقل
de: Dieses Verzeichnis unterstützt keine Migration
en: This directory does not support migration
eo: Tiu dosierujo ne subtenas migradon
es: Este directorio no soporta migración
fr: Ce répertoire ne prend pas en charge la migration
hi: यह निर्देशिका माइग्रेशन का समर्थन नहीं करती
id: Direktori ini tidak mendukung migrasi
it: Questa directory non supporta la migrazione
ja: This directory does not support migration
ko: 이 디렉토리는 마이그레이션을 지원하지 않습니다
nl: Deze map ondersteunt geen migratie
pl: Ten katalog nie obsługuje migracji
pt: Este diretório não suporta migração
ru: Этот каталог не поддерживает миграцию
th: ไดเร็กทอรีนี้ไม่รองรับการย้าย
tr: Bu dizin geçişi desteklemiyor
vi: Thư mục này không hỗ trợ di chuyển
zh_hant: 此目錄不支援遷移

source: 此目录位于沙盒应用容器内，迁移后应用可能无法打开。如遇此情况，请将该目录迁回本地即可恢复。
ar: This directory is inside a sandboxed app container. After migration, the app may fail to open. If so, restore this directory to local to recover.
de: Dieses Verzeichnis befindet sich in einem Sandbox-App-Container. Nach der Migration kann die App nicht geöffnet werden. Stellen Sie in diesem Fall dieses Verzeichnis wieder lokal wieder her.
en: This directory is inside a sandboxed app container. After migration, the app may fail to open. If so, restore this directory to local to recover.
eo: This directory is inside a sandboxed app container. After migration, the app may fail to open. If so, restore this directory to local to recover.
es: Este directorio está dentro de un contenedor de aplicación en sandbox. Después de la migración, la aplicación podría no abrir. Si es así, restaure este directorio localmente.
fr: Ce répertoire se trouve dans un conteneur d'application sandbox. Après la migration, l'application peut ne pas s'ouvrir. Si c'est le cas, restaurez ce répertoire en local.
hi: This directory is inside a sandboxed app container. After migration, the app may fail to open. If so, restore this directory to local to recover.
id: This directory is inside a sandboxed app container. After migration, the app may fail to open. If so, restore this directory to local to recover.
it: Questa directory si trova in un contenitore app sandbox. Dopo la migrazione, l'app potrebbe non aprirsi. In tal caso, ripristina questa directory in locale.
ja: This directory is inside a sandboxed app container. After migration, the app may fail to open. If so, restore this directory to local to recover.
ko: 이 디렉토리는 샌드박스 앱 컨테이너 안에 있습니다. 마이그레이션 후 앱이 열리지 않을 수 있습니다. 이 경우 이 디렉토리를 로컬로 복원하세요.
nl: This directory is inside a sandboxed app container. After migration, the app may fail to open. If so, restore this directory to local to recover.
pl: This directory is inside a sandboxed app container. After migration, the app may fail to open. If so, restore this directory to local to recover.
pt: This directory is inside a sandboxed app container. After migration, the app may fail to open. If so, restore this directory to local to recover.
ru: This directory is inside a sandboxed app container. After migration, the app may fail to open. If so, restore this directory to local to recover.
th: This directory is inside a sandboxed app container. After migration, the app may fail to open. If so, restore this directory to local to recover.
tr: This directory is inside a sandboxed app container. After migration, the app may fail to open. If so, restore this directory to local to recover.
vi: This directory is inside a sandboxed app container. After migration, the app may fail to open. If so, restore this directory to local to recover.
zh_hant: 此目錄位於沙盒應用容器內，遷移後應用可能無法打開。如遇此情況，請將該目錄遷回本機即可恢復。

source: 步骤1: 复制到暂存目录失败
ar: Step 1: failed to copy to staging directory
de: Step 1: failed to copy to staging directory
en: Step 1: failed to copy to staging directory
eo: Step 1: failed to copy to staging directory
es: Step 1: failed to copy to staging directory
fr: Step 1: failed to copy to staging directory
hi: Step 1: failed to copy to staging directory
id: Step 1: failed to copy to staging directory
it: Step 1: failed to copy to staging directory
ko: Step 1: failed to copy to staging directory
nl: Step 1: failed to copy to staging directory
pl: Step 1: failed to copy to staging directory
pt: Step 1: failed to copy to staging directory
ru: Step 1: failed to copy to staging directory
th: Step 1: failed to copy to staging directory
tr: Step 1: failed to copy to staging directory
vi: Step 1: failed to copy to staging directory
zh_hant: 步骤1: 复制到暂存目錄失败

source: 步骤1: 复制失败，清理外部半成品目录
ar: Step 1: copy failed; cleaning incomplete external directory
de: Step 1: copy failed; cleaning incomplete external directory
en: Step 1: copy failed; cleaning incomplete external directory
eo: Step 1: copy failed; cleaning incomplete external directory
es: Step 1: copy failed; cleaning incomplete external directory
fr: Step 1: copy failed; cleaning incomplete external directory
hi: Step 1: copy failed; cleaning incomplete external directory
id: Step 1: copy failed; cleaning incomplete external directory
it: Step 1: copy failed; cleaning incomplete external directory
ko: Step 1: copy failed; cleaning incomplete external directory
nl: Step 1: copy failed; cleaning incomplete external directory
pl: Step 1: copy failed; cleaning incomplete external directory
pt: Step 1: copy failed; cleaning incomplete external directory
ru: Step 1: copy failed; cleaning incomplete external directory
th: Step 1: copy failed; cleaning incomplete external directory
tr: Step 1: copy failed; cleaning incomplete external directory
vi: Step 1: copy failed; cleaning incomplete external directory
zh_hant: 步骤1: 复制失败，清理外部半成品目錄

source: 步骤1.5: 写入 AppPorts 链接标记失败，执行回滚
ar: Step 1.5: failed to write AppPorts link marker; rolling back
de: Step 1.5: failed to write AppPorts link marker; rolling back
en: Step 1.5: failed to write AppPorts link marker; rolling back
eo: Step 1.5: failed to write AppPorts link marker; rolling back
es: Step 1.5: failed to write AppPorts link marker; rolling back
fr: Step 1.5: failed to write AppPorts link marker; rolling back
hi: Step 1.5: failed to write AppPorts link marker; rolling back
id: Step 1.5: failed to write AppPorts link marker; rolling back
it: Step 1.5: failed to write AppPorts link marker; rolling back
ko: Step 1.5: failed to write AppPorts link marker; rolling back
nl: Step 1.5: failed to write AppPorts link marker; rolling back
pl: Step 1.5: failed to write AppPorts link marker; rolling back
pt: Step 1.5: failed to write AppPorts link marker; rolling back
ru: Step 1.5: failed to write AppPorts link marker; rolling back
th: Step 1.5: failed to write AppPorts link marker; rolling back
tr: Step 1.5: failed to write AppPorts link marker; rolling back
vi: Step 1.5: failed to write AppPorts link marker; rolling back
zh_hant: 步骤1.5: 写入 AppPorts 連結标记失败，执行回滚

source: 步骤2: Finder 删除也失败，执行回滚
ar: Step 2: Finder deletion also failed; rolling back
de: Step 2: Finder deletion also failed; rolling back
en: Step 2: Finder deletion also failed; rolling back
eo: Step 2: Finder deletion also failed; rolling back
es: Step 2: Finder deletion also failed; rolling back
fr: Step 2: Finder deletion also failed; rolling back
hi: Step 2: Finder deletion also failed; rolling back
id: Step 2: Finder deletion also failed; rolling back
it: Step 2: Finder deletion also failed; rolling back
ko: Step 2: Finder deletion also failed; rolling back
nl: Step 2: Finder deletion also failed; rolling back
pl: Step 2: Finder deletion also failed; rolling back
pt: Step 2: Finder deletion also failed; rolling back
ru: Step 2: Finder deletion also failed; rolling back
th: Step 2: Finder deletion also failed; rolling back
tr: Step 2: Finder deletion also failed; rolling back
vi: Step 2: Finder deletion also failed; rolling back

source: 步骤2: 删除外部文件失败 (但不影响还原)
ar: Step 2: failed to delete external file, but restore can continue
de: Step 2: failed to delete external file, but restore can continue
en: Step 2: failed to delete external file, but restore can continue
eo: Step 2: failed to delete external file, but restore can continue
es: Step 2: failed to delete external file, but restore can continue
fr: Step 2: failed to delete external file, but restore can continue
hi: Step 2: failed to delete external file, but restore can continue
id: Step 2: failed to delete external file, but restore can continue
it: Step 2: failed to delete external file, but restore can continue
ko: Step 2: failed to delete external file, but restore can continue
nl: Step 2: failed to delete external file, but restore can continue
pl: Step 2: failed to delete external file, but restore can continue
pt: Step 2: failed to delete external file, but restore can continue
ru: Step 2: failed to delete external file, but restore can continue
th: Step 2: failed to delete external file, but restore can continue
tr: Step 2: failed to delete external file, but restore can continue
vi: Step 2: failed to delete external file, but restore can continue
zh_hant: 步骤2: 删除外部文件失败 (但不影响還原)

source: 步骤2: 删除失败，执行回滚
ar: Step 2: deletion failed; rolling back
de: Step 2: deletion failed; rolling back
en: Step 2: deletion failed; rolling back
eo: Step 2: deletion failed; rolling back
es: Step 2: deletion failed; rolling back
fr: Step 2: deletion failed; rolling back
hi: Step 2: deletion failed; rolling back
id: Step 2: deletion failed; rolling back
it: Step 2: deletion failed; rolling back
ko: Step 2: deletion failed; rolling back
nl: Step 2: deletion failed; rolling back
pl: Step 2: deletion failed; rolling back
pt: Step 2: deletion failed; rolling back
ru: Step 2: deletion failed; rolling back
th: Step 2: deletion failed; rolling back
tr: Step 2: deletion failed; rolling back
vi: Step 2: deletion failed; rolling back

source: 步骤2: 删除符号链接失败
ar: Step 2: failed to delete symlink
de: Step 2: failed to delete symlink
en: Step 2: failed to delete symlink
eo: Step 2: failed to delete symlink
es: Step 2: failed to delete symlink
fr: Step 2: failed to delete symlink
hi: Step 2: failed to delete symlink
id: Step 2: failed to delete symlink
it: Step 2: failed to delete symlink
ko: Step 2: failed to delete symlink
nl: Step 2: failed to delete symlink
pl: Step 2: failed to delete symlink
pt: Step 2: failed to delete symlink
ru: Step 2: failed to delete symlink
th: Step 2: failed to delete symlink
tr: Step 2: failed to delete symlink
vi: Step 2: failed to delete symlink
zh_hant: 步骤2: 删除符号連結失败

source: 步骤2: 普通删除失败，尝试使用 Finder...
ar: Step 2: normal deletion failed; trying Finder...
de: Step 2: normal deletion failed; trying Finder...
en: Step 2: normal deletion failed; trying Finder...
eo: Step 2: normal deletion failed; trying Finder...
es: Step 2: normal deletion failed; trying Finder...
fr: Step 2: normal deletion failed; trying Finder...
hi: Step 2: normal deletion failed; trying Finder...
id: Step 2: normal deletion failed; trying Finder...
it: Step 2: normal deletion failed; trying Finder...
ko: Step 2: normal deletion failed; trying Finder...
nl: Step 2: normal deletion failed; trying Finder...
pl: Step 2: normal deletion failed; trying Finder...
pt: Step 2: normal deletion failed; trying Finder...
ru: Step 2: normal deletion failed; trying Finder...
th: Step 2: normal deletion failed; trying Finder...
tr: Step 2: normal deletion failed; trying Finder...
vi: Step 2: normal deletion failed; trying Finder...
